{
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "blink-copilot": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "codecompanion-history.nvim": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "conn-manager.nvim": {
    "branch": "main"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "csvview.nvim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "goose.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "inlayhint-filler.nvim": {
    "branch": "main"
  },
  "kubectl.nvim": {
    "branch": "main"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mcphub.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.bracketed": {
    "branch": "main"
  },
  "mini.cursorword": {
    "branch": "main"
  },
  "mini.indentscope": {
    "branch": "main"
  },
  "mini.jump2d": {
    "branch": "main"
  },
  "mini.move": {
    "branch": "main"
  },
  "mini.operators": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.sessions": {
    "branch": "main"
  },
  "mini.snippets": {
    "branch": "main"
  },
  "mini.splitjoin": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "mini.trailspace": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rust.vim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "scratch-runner.nvim": {
    "branch": "master"
  },
  "smear-cursor.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "statuscol.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tree-sitter-nu": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-tmux": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
